const commentsData = [
  [
    {
      name:'Иван',
      surname: 'Петров',
      patronymic: 'Петрович',
      imgSrc: 'assets/img/Ellipse11.png',
      rating: '5',
      comment: 'В данный момент я не имею в своем распоряжении AMG GT, но мне довелось на нем почти целый месяц проездить, пока я был в Калифорнии. Знаете, это довольно редкая машина не только в России, но и в США. Версия, на которой гонял я, была с 8-цилиндровым битурбированным двигателем мощностью 520 лошадиных сил. За все время езды на ней, я понял, что если я и куплю такой автомобиль, то не на каждый день. Из-за низкой посадки и особенностей управления очень устаешь. Подвеска, конечно, классная, но из-за того, что дорога у тебя под попой находится буквально в нескольких сантиметрах, все изъяны чувствуются. Выехать на выходных и наказать всяких гонщиков, вот для чего нужно ее покупать. По салону что сказать – Мерседес. Качество чувствуется во всем, кожа везде, где только можно, включая торпедо. В моей комплектации не была предусмотрена вентиляция сидений, этого реально не хватало. Но, думаю, в Москве эта опция вообще будет лишняя. Скорость этой машины заставляет все сжиматься внутри, такой мощи мне еще не приходилось встречать, даже в Мерседесах. Это что-то за гранью фантастики! Удивительно, что я так и не нашел отзывов об этом автомобиле в рамках нашей страны. То ли никто не ездит на такой, то ли времени нет писать. Поэтому не спешу с покупкой, хотелось бы, естественно, узнать, как она себя ведет в наших-то условиях.',
    },
    {
      name:'Виктор',
      surname: 'Пупкин',
      patronymic: 'Петрович',
      imgSrc: 'assets/img/Ellipse12.png',
      rating: '5',
      comment: 'Удивительно, как в одной машине немецкому производителю удалось совместить практичность элегантного четырехдверного автомобиля и мощь спорткара. С виду это современная машина и трудно догадаться, что из-под капота готовы вырваться 460 мустангов. В салон решился заглянуть не сразу, сначала пришлось перевести дух от вида машины.Внутри – тишина и идеальный комфорт. Стильное информационное торпедо, в котором я, как водитель с опытом, разобрался достаточно быстро. Для защиты много подушек безопасности. Багажник приятный и глубокий, задние сидения раскладываются, и он становится побольше, если это конечно надо владельцу такой машины. Водительское место адаптировано для максимального комфорта при езде не высоких скоростях: сидения с боковой поддержкой от верха до низа, идеальная для агрессивной езды форма рулевого колеса.',
    }
  ]
]

const questionData = [[]];



